{
    "CannotFindDataOfMessage": "No Data Found - If this persist, please contact us!",
    "UnknownUser": "I can't find this user!",
    "CommandDisabled": "This command is disabled globally by the developers!",
    "Crash": "There was an error while executing this command, the developer have been alerted!",
    "Permission": {
        "AddedWhitelistBlacklist": "The user/server has been successfully added to the following whitelist: ``Blacklist``.",
        "AlreadyWhitelistedBlacklist": "The user/server is already whitelisted for the following whitelist: ``Blacklist``.",
        "RemovedWhitelistBlacklist": "The user/server has been successfully removed of the following whitelist: ``Blacklist``."
    },
    "Blacklist": {
        "AutoBanMessage": "Blacklist - Auto-Ban",
        "InstantBan": "*If this server has the auto-ban enabled to this level of risk, the user is instantly banned!*",
        "NotBlacklisted": "The user isn't blacklisted.",
        "AlreadyBlacklisted": "The user is already blacklisted.",
        "AddedToBlacklist": "The user has been successfully added to the blacklist.",
        "RemovedToBlacklist": "The user has been successfully removed of the blacklist.",
        "SuggestedToBlacklist": "The user has been successfully suggested to be added to the blacklist."
    },
    "Verification": {
        "ReasonToDeny": {
            "NoDetails": "Your verification has been denied. You can try again!\n\n*Reason: You did not put enough details.*",
            "Troll": "Your verification has been denied. You can try again!\n\n*Reason: You've been flagged for trolling.*",
            "NewAccount": "Your verification has been denied.\n\n*Reason: Your account is too new to be accepted, your account must be at least 2 weeks old.*",
            "TooYoung": "Your verification has been denied.\n\n*Reason: You're too young to join this server,  you must be over 13 years old.*",
            "Website": "Your verification has been denied. You can try again!\n\n*Reason: You haven't provided the website or person who invited you.*"
        },
        "Received": "You've successfully sent your verification! Please wait while our team review your verification.",
        "AlreadyWaitingVerification": "You already have a pending verification, please be patient while our staff review your verification."
    }
}